Repository: robol/lum
Catalog: po/*.po
Languages: it

source: The following organizational units are missing in the database, add them? %s
it: Le seguenti organizational unit non sono presenti nel database, aggiungerle? %s

source: You will not be able to perform any operation without these OUs
it: Non sarà possibile effettuare alcuna operazione senza queste OUs

source: Disconnected from %s
it: Disconnessione da %s effettuata

source: Connecting to %s.
it: Connessione a %s

source: Error while connecting to the server, check your credentials and your connectivity
it: Errore durante la connessione al server, controllare le proprie credenziali e la connessione alla rete

source: Connection failed.
it: Connessione fallita.

source: Connection to %s initialized
it: Connessione a %s inizializzata

source: Select a user to delete!
it: Selezionare un utente da cancellare!

source: Really delete user <b>%s</b>?
it: Cancellare l'utente <b>%s</b>?

source: Insufficient permissions to delete user
it: Permessi insufficienti per eliminare l'utente

source: User %s deleted.
it: Utente %s cancellato.

source: Group %s modified successfully
it: Gruppo %s modificato correttamente

source: Select a user to modify
it: Selezionare un utente da modificare

source: Insufficient permissions to edit user
it: Permessi insufficienti per modificare l'utente

source: User %s successfully modified
it: Modifica dell'utente %s terminata con successo

source: You need to select a user to change its password
it: È necessario selezionare un utente per modificarne la password

source: Insufficient permissions to change user password
it: Permessi insufficienti per modificare la password dell'utente

source: Password of user %s changed succesfully
it: Password dell'utente %s aggiornata correttamente

source: Insufficient permissions to accomplish operation
it: Permessi insufficienti per completare l'operazione

source: User <b>%s</b> already exists in the ldap tree,
it: L'utente <b>%s</b> è già presente nel database di LDAP,

source: Insufficient permissions to create the user
it: Permessi insufficienti per creare l'utente

source: User %s created correctly.
it: Creazione dell'utente %s terminata con successo.

source: Insufficient permissions to create group
it: Permessi insufficienti per creare il gruppo

source: Group <b>%s</b> already exists in the database,
it: Il gruppo <b>%s</b> esiste già nel database,

source: Group %s successfully created.
it: Gruppo %s creato correttamente.

source: Select a group before asking for its deletion.
it: Selezionare un gruppo prima di eliminarlo

source: Really delete group <b>%s</b>?
it: Cancellare veramente il gruppo <b>%s</b>?

source: Really delete the non empty group <b>%s</b>?
it: Cancellare veramente il gruppo <b>%s</b> che non è vuoto?

source: Insufficient permissions to delete group
it: Permessi insufficienti per cancellare il gruppo

source: Group %s successfully deleted.
it: Gruppo %s cancellato correttamente.

source: Select a group to view its properties
it: Selezionare un gruppo per visualizzarne le proprietà

source: <b>Name:</b> %s
it: <b>Nome:</b> %s

source: <b>Members</b>:
it: <b>Membri</b>:

source: This group is empty.
it: Questo gruppo è vuoto.

source: Not connected to any LDAP server, connect now?
it: Non è stata effettuata la connessione ad alcun server LDAP, connettersi ora?

source: Error while connecting to LDAP server, aborting operation.
it: Errore durante la connessione al server LDAP, annullamento dell'operazione.

source: Maximum number of tries reached, aborting.
it: È stato raggiungo il numero massimo di tentativi.

source: Passwords do not match
it: Le password non coincidono

source: Insert bind dn
it: Inserire bind_dn

source: Insert base dn
it: Inserire base_dn

source: Insert users organizational unit
it: Inserire l'organizational unit degli utenti

source: Insert groups organizational unit
it: Inserire l'organizational unit dei gruppi

source: Connection to LDAP server
it: Connessione al server LDAP

source: Insert uid here
it: Inserire lo username

source: Editing user %s
it: Modifica dell'utente %s

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Change password
it: Cambia password

source: Properties
it: Proprietà

source: Edit members
it: Modifica membri

source: Insert a valid gid
it: Inserire un gid valido

source: User %s is present, not overwriting it!
it: L'utente %s è già presente e quindi non verrà sovrascritto!

source: The group %s doesn't exists, create it now?
it: Il gruppo %s non esiste, crearlo ora?

source: Unknown
it: Sconosciuto

source: User
it: Utente

source: Name
it: Nome

source: Group
it: Gruppo

source: Set password for user %s
it: Imposta la password per l'utente %s

source: Not matching passwords, retry.
it: Le password non coincidono, riprovare.

source: Official website
it: Sito ufficiale

source: Find group:
it: Cerca gruppo:

source: Find user:
it: Cerca utente:

source: Forget password
it: Dimentica password

source: Groups management
it: Gestione gruppi

source: Reload user list
it: Aggiorna lista utenti

source: Users management
it: Gestione utenti

source: _Group
it: Gruppo

source: _User
it: _Utente

source: Change or set user password
it: Cambia o imposta la password dell'utente

source: Encryption strategy
it: Metodo di crittazione

source: Repeat Password
it: Ripetere password

source: Connect to LDAP server
it: Connetti al server LDAP

source: Edit members of the group in the list below
it: Modifica i membri del gruppo nella lista qui sotto

source: Edit user
it: Modifica utente

source: Edit user data and confirm to save in the LDAP tree
it: Modifica i dati dell'utente e conferma per salvare neldatabase di LDAP

source: Group:
it: Gruppo:

source: Name:
it: Nome:

source: Surname:
it: Cognome:

source: Create new group
it: Crea un nuovo gruppo

source: Group ID:
it: ID del gruppo:

source: Group name:
it: Nome del gruppo:

source: Insert new group data and press "save" when done. Notice that group ID has been autogenerated to be the first free ID in the ldap tree. If you change it manually please be sure that it's not present yet.
it: Inserire i dati del gruppo e premere "salva"per confermare. L'ID del gruppo è stato autogenerato in modo da essere il primo libero nel database LDAP. Cambiarlo solo se necessario, assicurandosi di sceglierne uno libero.

source: <b>Advanced settings</b>
it: <b>Configurazione avanzata</b>

source: <b>Server settings</b>
it: <b>Configurazione del server</b>

source: Groups organizational unti:
it: Organizational unit dei gruppi:

source: Ldap server configuration
it: Configurazione del server LDAP

source: Please note that bind DN gets automatically appended to bind DN, users organizational unit and groups organizational unit if omitted.
it: La stringa impostata come base DN verrà automaticamente aggiunta a bind DN e organizational unit di utenti e gruppi se omessa.

source: Users organizational unit:
it: Organizational unit degli utenti

source: <b>Personal data</b>
it: <b>Dati personali</b>

source: <b>System settings</b>
it: <b>Configurazione di sistema</b>

source: Create new user
it: Crea nuovo utente

source: Insert new user data and press "save" when done. User ID is not shown because it will be generated when you confirm.
it: Inserire i dati del nuovo utente e premere"salva" per confermare. L'ID dell'utente non è mostrato perché sarà autogenerato al momento della creazione.

source: Surname
it: Cognome

source: Username
it: Nome utente

source: Insert password to authenticate on LDAP server:
it: Inserire la password per autenticarsi sul server LDAP:

source: Password requested
it: Password richiesta

source: Lum is freesoftware;
it: Lum è software libero;

source: Internal application error! Try reloading user list
it: Errore interno nell'applicazione! Provare a ricaricare la lista degli utenti

source: Insert server name
it: Inserire il nome del server

source: Insert bind DN
it: Inserire il bind DN

source: Insert base DN
it: Inserire il base DN

source: Insert group organizational unit
it: Inserire l'organizational unit dei gruppi
